Repository: stevendinggang/stringkey
Catalog: New/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, id, it, ja, ko, nl, pl, pt_br, pt_pt, ru, th, tr, vi, zh_hant, zh_hk

source: 用户已成功拉黑。
ar: تم الحظر على المستخدم بنجاح.
de: Benutzer wurde erfolgreich auf die schwarze Liste gesetzt.
en: User Successfully Blocked.
es: Usuario ha sido bloqueado con éxito.
fr: Utilisateur bloqué avec succès.
id: Pengguna Berhasil Diblokir.
it: L'utente è stato bloccato con successo.
ja: ブロックに成功しました。
ko: 사용자를 성공적으로 차단했습니다.
nl: Gebruiker is succesvol geblokkeerd.
pl: Użytkownik został pomylnśie zablokowany.
pt_br: Usuário bloqueado com sucesso.
pt_pt: O utilizador foi bloqueado com sucesso.
ru: Пользователь успешно заблокирован.
th: ผู้ใช้ถูกบล็อกสำเร็จแล้ว
tr: Kullanıcı başarıyla engellendi.
vi: Người dùng đã chặn thành công.
zh_hant: 用戶已成功拉黑。
zh_hk: 用戶已成功拉黑。

source: 用户已经取消购买
ar: لقد ألغى المستخدم الشراء
de: Benutzer hat den Kauf storniert
en: User Cancelled Purchase
es: Usuario canceló la compra
fr: Annulation de l'achat par l'utilisateur
id: Pengguna telah membatalkan pembelian
it: L'utente ha annullato l'acquisto
ja: 購入がキャンセルされました
ko: 사용자가 구매를 취소했습니다
nl: Gebruiker heeft aankoop geannuleerd
pl: Użytkownik anulował zakup
pt_br: O usuário cancelou a compra
pt_pt: O utilizador já cancelou a compra
ru: Пользователь уже отменил покупку
th: ผู้ใช้ยกเลิกการซื้่อแล้ว
tr: Kullanıcı satın almayı iptal etti
vi: Người dùng đã hủy mua
zh_hant: 用戶已經取消購買
zh_hk: 用戶已經取消購買用

source: 用户已经点赞了这个产品
ar: لقد أعجب المستخدم بالفعل بهذا المنتج
de: Benutzer hat dieses Produkt geliked
en: User Has Liked This Product
es: Usuario ha dado like a este producto
fr: L'utilisateur a déjà aimé ce produit
id: Pengguna telah menyukai produk ini
it: L'utente ha già messo Mi piace a questo prodotto
ja: この製品を「いいね！」しています
ko: 사용자가 이미 이 제품에 좋아요를 눌렀습니다
nl: Gebruiker heeft dit product al leuk gevonden
pl: Użytkownik już polubił ten produkt
pt_br: O usuário já curtiu este produto
pt_pt: O utilizador já gostou deste produto
ru: Пользователь уже лайкнул этот продукт
th: ผู้ใช้ได้ถูกใจสินค้านี้แล้ว
tr: Kullanıcı bu ürünü beğendi
vi: Người đã dùng thích sản phẩm này
zh_hant: 用戶已經點讚了這個產品
zh_hk: 用戶經已點贊了這個產品

source: 用户点击全价购买按钮
ar: المستخدمضغط لزر الشراء الكامل السعر
de: Benutzer klickt auf Vollpreis-Kaufen-Button
en: User Clicks Full Price Purchase Button
es: Usuario clicó en el botón de compra total
fr: L'utilisateur clique sur le bouton d'achat à plein tarif
id: Pengguna mengklik tombol beli dengan harga penuh
it: L'utente clicca il pulsante di acquisto a prezzo pieno
ja: 定価で買うボタンをクリック
ko: 사용 정자가가 구매 버튼을 클릭했습니다
nl: Gebruiker klikt op volledige prijs aankoopknop
pl: Użytkownik kliknął przycisk pełnej ceny
pt_br: O usuário clica no botão de compra a preço total
pt_pt: O utilizador clica no botão de compra a preço total
ru: Пользователь нажимает кнопку полной цены
th: ผู้ใช้คลิกปุ่มซื้อแบบเต็มราคา
tr: Kullanıcı tam fiyatlı satın alma düğmesine tıkladı
vi: Người dùng bấm nú muat giá đầy đủ
zh_hant: 用戶點擊全價購買按鈕
zh_hk: 用戶點擊全價購買按鈕

source: 用户点击早鸟价购买按钮
ar: ضغط المستخدم لزر شراء السعر المبكر
de: Benutzer klickt auf Early-Bird-Kauf-Button
en: User Clicks Early Bird Price Purchase Button
es: Usuario clicó en el botón de compra de precio anticipado
fr: L'utilisateur clique sur le bouton d'achat prix Early Bird
id: Pengguna mengklik tombol beli harga awal burung
it: L'utente clicca il pulsante di acquisto a prezzo scontato
ja: アーリーバード価格で購入ボタンをクリック
ko: 사용자가 조기 가격 구매 버튼을 클릭했습니다
nl: Gebruiker klikt op de vroegboekknop
pl: Użytkownik kliknął przyciskupu zak w cenie dla pierwszych klientów
pt_br: O usuário clica no botão de compra com preço promocional
pt_pt: O utilizador clica no botão de compra com preço antecipado
ru: Пользователь нажимает кнопку ранней цены
th: ผู้ใช้คลิกปุ่มซื้อราคานกกระจอก
tr: ullanKıcı erken kuş indirimi satın alma düğmesine tıkladı
vi: Người dùng bấm nút mua giá ưu đãi sớm
zh_hant: 用戶點擊早鳥價購買按鈕
zh_hk: 用戶點擊早鳥價購買按鈕

source: 用户点击购买前置页面
ar: ضغط المستخدم لصفحة الشراء الأمامية
de: Benutzer klickt auf Seite vor dem Kauf
en: User Clicks Pre-purchase Page
es: Usuario clicó en la página de pre-compra
fr: L'utilisateur clique sur la page avant l'achat
id: Pengguna mengklik halaman pra-pembelian
it: L'utente clic la pagina dica acquisto anticipato
ja: 購入前画面をクリック
ko: 사용자가 구매 전 페이지를 클릭했습니다
nl: Gebruiker klikt op pre-pagina aankoop
pl: Użytkownik kliknął stronę przed zakupem
pt_br: O usuário clica na página de pré-compra
pt_pt: O utilizador clica na página de pré-compra
ru: Пользователь нажимает страницу перед покупкой
th: ผู้ใช้คลิกที่หน้าซื้อก่อนหน้า
tr: Kullanıcı satın alma ön sayfasına tıkladı
vi: Trang trước người khi dùng bấm mua hàng
zh_hant: 用戶點擊購買前置頁面
zh_hk: 用戶點擊購買前置頁面

source: 用户点击购买按钮
ar: ضغط المستخدم لزر الشراء
de: Benutzer klickt auf Kaufen-Button
en: User Clicks Purchase Button
es: Usuario clicó en el botón de compra
fr: L’utilisateur clique sur le bouton d'achat
id: Pengguna mengklik tombol beli
it: L'utente clicca il pulsante di acquisto
ja: 購入ボタンをクリックする
ko: 사용자가 구매 버튼을 클릭했습니다
nl: Gebruiker klikt op de aankoopknop
pl: Użytkownik klikłną przycisk zakupu
pt_br: O usuário clica no botão de compra
pt_pt: O utilizador clica no botão de compra
ru: Пользователь нажимает кнопку покупки
th: ผู้ใช้คลิกปุ่มซื้อ
tr: Kullanıcı satın alma düğmesine tıkladı
vi: Người dùng bấm vào nút mua hàng
zh_hant: 用戶點擊購買按鈕
zh_hk: 用戶點擊購買按鈕

source: 用户资料设置
ar: إعداد بياناتات المستخدم
de: Benutzerprofil-Einstellungen
en: User Profile Settings
es: Configuración de perfil del usuario
fr: Paramètres du profil utilisateur
id: Pengaturan Profil Pengguna
it: Impostazioni del profilo utente
ja: ユーザープロファイル設定
ko: 사용자 설정
nl: Gebruikersinstellingen
pl: Ustawienia profilu użytkownika
pt_br: Configurações de Perfil do Usuário
pt_pt: Definições de Perfil de Utilizador
ru: Настройки профиля пользователя
th: การตั้งค่าข้อมูลผู้ใช้
tr: Kullanıcı profili ayarları
vi: Cài đặt thông tin người dùng
zh_hant: 用戶資料設置
zh_hk: 戶資料設置

source: 用户还没有点赞这个产品
ar: المستخدم لم يعجب بهذا المنتج بعد
de: Benutzer hat dieses Produkt noch nicht geliked
en: User Has Not Liked This Product Yet
es: el usuario aún no ha dado me gusta a este producto
fr: L'utilisateur n'a pas encore aimé ce produit
id: Pengguna belum menyukai produk ini
it: L'utente non ha ancora messo Mi piace a questo prodotto
ja: この製品をまだ「いいね！」していません
ko: 자가 이 제품에 좋아요를 누르지 않았습니다
nl: Gebruiker heeft dit item nog niet leuk gevonden
pl: Użytkownik jeszcze nie polubił tego produktu
pt_br: O usuário ainda não curtiu este produto
pt_pt: O utilizador ainda não gostou deste produto
ru: Пользователь ещё не поставил лайк этому продукту
th: ผู้ใช้ยังไม่ได้ถูกใจสินค้านี้
tr: Kullanıcı bu ürünü henüz beğenmedi
vi: Người dùng chưa thích sản phẩm này
zh_hant: 用戶還沒有點讚這個產品
zh_hk: 用戶還沒有點贊這個產品

source: 电影感边框
ar: إطار بأجواء الفيلم
de: Filmrahmen
en: Cinematic frame
es: Marco cinematográfico
fr: Cadre de film
id: Bingkai Film
it: Cornice cinematografica
ja: 映画風のフレーム
ko: 영화성 감 프레임
nl: Cinematische Kader
pl: Filmowy efekt obramowania
pt_br: Borda com aparência de filme
pt_pt: Borda com sensação de filme
ru: Кинематографическая рамка
th: กรอบภาพยนตร์สไตล์
tr: Film Duyusug Kenarlığı
vi: Khung cảm giác phim
zh_hant: 電影感邊框
zh_hk: 電影感邊框

source: 电影边框
ar: إطار الفيلم
de: Filmkant
en: Cinema Border
es: Marco de película
fr: Cadre de film
id: Bingkai Film
it: Bordo del film
ja: 映画風のフレーム
ko: 영화 프레임
nl: Filmrand
pl: Filmowy obramowanie
pt_br: Borda de filme
pt_pt: Borda de filme
ru: Кинематографическая рамка
th: กรอบภาพยนตร์
tr: Film Kenarlığı
vi: Khung phim
zh_hant: 電影邊框
zh_hk: 電影邊框

source: 白平衡
ar: توازن اللون الأبيض
de: Weißabgleich
en: White Balance
es: Balance de blancos
fr: Balance des blancs
id: Keseimbangan Putih
it: Bilanciamento del bianco
ja: ホワイトバランス
ko: 밸화이트스런
nl: Witbal
pl: Balans bieli
pt_br: Balanço de branco
pt_pt: Balan deço branco
ru: Баланс белого
th: สมดุลแสงขาว
tr: Beyaz Dengesi
vi: White Balance
zh_hant: 白衡平
zh_hk: 平白衡

source: 白炽灯
ar: مصباح وهاج
de: Glühlampe
en: Incandescent Light
es: Luz incandescente
fr: Lampe incandescente
id: Lampu Pijar
it: Incandescente
ja: 白熱灯
ko: 백열등
nl: Gloeilamp
pl: Żarówka
pt_br: botãoIncandescente
pt_pt: Incandescente
ru: Лампа накаливания
th: หลอดไฟ
tr: Akkor Lamba
vi: Đèn sợi đốt
zh_hant: 白熾燈
zh_hk: 白熾燈

source: 相机品牌
ar: علامة الكاميرا
de: Kameramarke
en: Camera Brand
es: marca de cámara
fr: Marque de l'appareil photo
id: Merek Kamera
it: Marca della fotocamera
ja: カメラのブランド
ko: 카메라 브랜드
nl: Cameramerk
pl: Marka aparatu
pt_br: Marca da câmera
pt_pt: Marca da Cmeraâ
ru: Бренд камеры
th: แบรนด์กล้อง
tr: Kamera Markası
vi: Thương hiệu máy ảnh
zh_hant: 相機品牌
zh_hk: 相機品牌

source: 相机型号
ar: طراز الكاميرا
de: Kameramodell
en: Camera Model
es: Modelo de cámara
fr: Modèle de l'appareil photo
id: Model Kamera
it: Modello della fotocamera
ja: カメラモデル
ko: 메카라
nl: Cameramodel
pl: Model aparatu
pt_br: Modelo da Câmera
pt_pt: Modelo da câmara
ru: Модель камеры
th: รุ่นกล้อง
tr: Kamera modeli
vi: Mẫu máy ảnh
zh_hant: 相機型號
zh_hk: 相機型號

source: 相机型号：
ar: طراز الكاميرا:
de: Kameramodell:
en: Camera Model:
es: Modelo de cámara:
fr: Modèle de l'appareil photo :
id: Model Kamera:
it: Modello della fotocamera:
ja: カメラモデル：
ko: 모델카메라 모델：
nl: Cameramodel:
pl: Model aparatu:
pt_br: Modelo da Câmera:
pt_pt: Modelo da câmara:
ru: Модель камеры:
th: รุ่นกล้อง:
tr: Kamera modeli:
vi: Mẫu máy ảnh:
zh_hant: 相機型號：
zh_hk: 相機型號：

source: 相机类型
ar: نوع الكاميرا
de: Kameratyp
en: Camera Type
es: Tipo de cámara
fr: Type de caméra
id: Jenis Kamera
it: Tipo di fotocamera
ja: カメラタイプ
ko: 카메라 유형
nl: Cameratype
pl: Rodzaj aparatu
pt_br: Tipo de câmera
pt_pt: Tipo de Câmera
ru: Тип камеры
th: ประเภทกล้อง
tr: Kamera Türü
vi: Loại máy ảnh
zh_hant: 相機類型
zh_hk: 相機類型

source: 相机边框
ar: إطارات الكاميرا
de: Kamerarahmen
en: Camera Frame
es: Marco de la
fr: Bordure de l'appareil photo
id: Bingkai Kamera
it: Cornice della fotocamera
ja: カメラフレーム
ko: 카메라 테두리
nl: Camera kader
pl: Ramka aparatu
pt_br: Moldura da câmera
pt_pt: Moldura da Câmera
ru: Рамка для камеры
th: กรอบกล้อง
tr: Kamera Çerçevesi
vi: Khung máy ảnh
zh_hant: 相機邊框
zh_hk: 相機邊框

source: 确定
ar: تأكيد
de: Bestätigen
en: OK
es: Confirmar
fr: Confirmer
id: Konfirmasi
it: conferma
ja: OK
ko: 확인
nl: Beigenvest
pl: Potwierdź
pt_br: Confirmar
pt_pt: Confirmar
ru: ОК
th: ยืนยัน
tr: Tamam
vi: Xác nhận
zh_hant: 確定
zh_hk: 確定

source: 确定上传
ar: ؟تحميل تأكيد
de: Hochladen bestätigen
en: Confirm Upload
es: Confirmar subida
fr: Confirmer le téléchargement
id: Konfirmasi Unggah
it: Conferma caricamento
ja: アップロードの確定
ko: 업로드 확인
nl: Bevestig upload
pl: Prześlij
pt_br: Confirmar upload
pt_pt: Confirmar upload
ru: тПодвердить загрузкуПр
th: ยืนยันการอัปโหลด
tr: Yüklemeyi Onaylayın
vi: Xác nhận tải lên
zh_hant: 確定上傳
zh_hk: 確定上傳

source: 确定删除水印?
ar: تأكيد حذف العلامة المائية
de: Wasserzeichen löschen?
en: Delete Watermark?
es: ¿Seguro que desea eliminar la marca de agua?
fr: Confirmer la suppression du filigrane ?
id: firmasiKon Hapusanda T Air?
it: Conferma l'eliminazione del watermak?
ja: ウォーターマークを削除しますか？
ko: 워터마크 삭제 확인?
nl: Watermerk verwijderen?
pl: Czy na pewno usunąć znak wodny?
pt_br: Confirmar exclusão da marca d'água?
pt_pt: Confirmar exclusão da marca d'água?
ru: Удалить водяной знак?
th: ยืนยันการลบลายน้ำ?
tr: Filigranı Silmek İstediğinizden Emin Misiniz?
vi: Xóa watermark xác nhận?
zh_hant: 確定刪除水印?
zh_hk: 確定刪除水印?

source: 确认
ar: التأكيد
de: Bestätigen
en: Confirm
es: Confirmar
fr: Confirmer
id: Konfirmasi
it: conferma
ja: 確認
ko: 확인
nl: Bevestigen
pl: Potwierdź
pt_br: Confirmação
pt_pt: Confirmar
ru: Подтвердить
th: ยืนยัน
tr: Onayla
vi: Xác nhận
zh_hant: 確認
zh_hk: 確認

source: 确认操作
ar: تأكيد العملية
de: Bestätigungsvorgang
en: Confirm Operation
es: Confirmar operación
fr: Confirmer l'opération
id: Konfirmasi Operasi
it: conferma l'operazione
ja: 操作を確認
ko: 작업 확인
nl: Bevestiging van handeling
pl: Potwierdź działanie
pt_br: Confirmação da operação
pt_pt: Confirmar operação
ru: Подтверждение действия
th: ยืนยันการกระทำ
tr: İşlemi Onayla
vi: Xác nhận thao tác
zh_hant: 確認操作
zh_hk: 確認操作

source: 示例文本
ar: نص النموذج
de: Beispieltext
en: Sample Text
es: texto de ejemplo
fr: Texte d'exemple
id: Teks Contoh
it: testo di esempio
ja: サンプルテキスト
ko: 제 텍스트
nl: Voorbeeldtekst
pl: Przykładowy
pt_br: Texto de exemplo
pt_pt: Texto de exemplo
ru: Образец текста
th: ตัวอย่างข้อความ
tr: Örnek metin
vi: Văn bản mẫu

source: 社交媒体
ar: وسائل التواصل الاجتماعي
de: Soziale Medien
en: Social Media
es: Redes sociales
fr: Médias sociaux
id: Media Sosial
it: Social media
ja: ソーシャルメディア
ko: 소셜 미디어
nl: Sociale media
pl: Media społecznościowe
pt_br: Mídias sociais
pt_pt: Social media
ru: Социальные сети
th: สื่อสมังค
tr: Sosyalya Med
vi: Phương tiện truyền thông xã hội
zh_hant: 社交體媒
zh_hk: 社交媒體

source: 社区
ar: المجتمع
de: Gemeinschaft
en: Community
es: Comunidad
fr: Communauté
id: Komunitas
it: Comunità
ja: コミュニティ
ko: 후지 커뮤니티
nl: Fuji gemeenschap
pl: Społeczność
pt_br: Comunidade
pt_pt: Comunidade
ru: Сообщество
th: ชุมชน
tr: Topluluk
vi: Cộng đồng
zh_hant: 社區
zh_hk: 富士社區

source: 社区首页
ar: الصفحة الرئيسية للمجتمع
de: Community-Startseite
en: Community Home
es: Inicio de la comunidad
fr: Accueil de la communauté
id: Beranda Komunitas
it: home page della comunità
ja: コミュニティホームページ
ko: 커뮤니티 홈
nl: Gemeenschap Home
pl: Strona główna społeczności
pt_br: Página inicial da comunidade
pt_pt: Página inicial da comunidade
ru: Главная страница сообщества
th: หน้าแรกของชุมชน
tr: Topluluk Anasayfası
vi: Trang chủ cộng đồng
zh_hant: 社區首頁
zh_hk: 社區首頁

source: 私密
ar: خاصبحث
de: Privat
en: Private
es: Privado
fr: Privé
id: Pribadi
it: Privato
ja: プライバシー
ko: 비공개
nl: Privé
pl: Prywatne
pt_br: Privado
pt_pt: Privado
ru: иватный
th: ส่วนตัว
tr: Özel
vi: Riêng tư

source: 稍后
ar: لاحقًا
de: Später
en: Later
es: Más
fr: Plus tard
id: Nanti
it: dopo
ja: 後で
ko: 나중에
nl: Later
pl: Później
pt_br: Mais tarde
pt_pt: Mais tarde
ru: Попозже
th: ภายหลัง
tr: Birazdan
vi: Sau
zh_hant: 稍後
zh_hk: 稍後

source: 稿件作者
ar: مؤلف المواد
de: Autor des Artikels
en: HeightManuscript AuthorPersonal
es: Autor Original
fr: Auteur de l'article
id: Penulis Artikel
it: Autore dell'articolo
ja: 原稿の作者
ko: 기사 작성자
nl: Auteur
pl: Autor opublikowanego materiału
pt_br: Autor do Manuscrito
pt_pt: Autor do Trabalho
ru: Автор статьи
th: ผู้เขียนเอกสาร
tr: Makale yazarı
vi: Tác giả bài viết

source: 立刻反馈
ar: ردود الفعل الآن
de: Feedback
en: Feedback
es: Respuesta rápida
fr: donner avis
id: Beri Masukan Sekarang
it: Feedback
ja: フィードバックする
ko: 즉시 피드백
nl: Feedback
pl: ześPrlij opinię teraz
pt_br: Feedback imediato
pt_pt: Feedback imediato
ru: Отправить
th: คำติชมทันที
tr: Hemen Geri BildirimH
vi: Phản hồi ngay
zh_hant: 立刻反饋
zh_hk: 立刻反饋

source: 立刻解锁PRO
ar: افتح PRO الآن
de: PRO sofort freischalten
en: Unlock PRO Now
es: Desbloquear PRO ahora
fr: Débloquer PRO maintenant
id: Buka Kunci PRO Sekarang
it: Sblocca subito PRO
ja: 今すぐPROをアンロック
ko: 지금 PRO 잠금 해제
nl: Direct PRO ontgrendelen
pl: Odblokuj PRO teraz
pt_br: Desbloquear PRO agora
pt_pt: Desbloquear PRO imediatamente
ru: Разблокировать PRO немедленно
th: ปลดล็อก PRO ทันที
tr: PROemen'yu Aç
vi: Mở khóa PRO ngay lập tức
zh_hant: 立刻解鎖PRO
zh_hk: 立即解鎖PRO

source: 立刻订阅
ar: اشترك الآن
de: Jetzt abonnieren
en: Subscribe Now
es: suscribirse ahora
fr: S'abonner maintenant
id: Berlangganan Sekarang
it: iscriviti ora
ja: 今すぐ購読
ko: 즉시 구독
nl: Abonneer nu
pl: Zasubskrybuj teraz
pt_br: Assine agora
pt_pt: Subscrever imediatamente
ru: Подписаться сейчас
th: สมัครทันที
tr: Hemen Abone Ol
vi: Đăng ký ngay
zh_hant: 立刻訂閱
zh_hk: 立刻訂閱

source: 立即创建
ar: إنشاء فورًا
de: Sofort erstellen
en: Create Now
es: crear ahora
fr: Créer maintenant
id: Buat Sekarang
it: crea ora
ja: 今すぐ作成
ko: 즉시 생성
nl: Creëer nu
pl: Utwórz teraz
pt_br: Criar Agora
pt_pt: Criar Agora
ru: Создать сейчас
th: สร้างทันที
tr: Hemen oluştur
vi: Tạo ngay
zh_hant: 立即創建
zh_hk: 立即創建

source: 立即开通
ar: افتح الآن
de: Sofort aktivieren
en: Activate Now
es: activar ahora
fr: Activer maintenant
id: Aktifkan Sekarang
it: attiva ora
ja: 今すぐ開設
ko: 즉시 개설
nl: Activeer nu
pl: Aktywuj teraz
pt_br: Ativar Agora
pt_pt: Inscrever-se Agora
ru: Активировать сейчас
th: สมัครทันที
tr: Hemen üye olun
vi: Kích hoạt ngay
zh_hant: 立即開通
zh_hk: 立即開通

source: 立省%@%%
ar: وفر %@%%
de: Jetzt %@%% sparen
en: Save %@%%
es: Ahorra %@%%
fr: Gagner %@
id: Hemat %@%%
it: Risparmia %@%%
ja: 節約%@%%
ko: %@%% 즉시 절약좋
nl: Besparen %@%%
pl: Osobisty %@%% zniżki
pt_br: Economize %@%%
pt_pt: Poupe %@%%
ru: Сэкономить%@%%
th: ประหยัด %@%%
tr: Anında Tasarruf %@%%
vi: Tiết kiệm %@%%
zh_hk: 即減%@%

source: 立省40%
ar: وفر 40%
de: Sparen Sie 40%
en: Save 40%
es: Ahorra 40%
fr: Économisez 40% immédiatement
id: Hemat 40%
it: risparmia immediatamente 40%
ja: 40％節約
ko: 시즉 절약 40%
nl: Bespaart 40%
pl: Osob isty%40 zniżki
pt_br: Economize 40%
pt_pt: Poupe 40%
ru: Сэкономьте 40%
th: ประหยัด 40%
tr: Anında Tasarruf 40%
vi: Tiết ki ệm40%

source: 笔记选项
ar: خيارات الملاحظات
de: Notizoptionen
en: Recipe Options
es: Opciones de receta
fr: Options de notes
id: Opsi Catatan
it: Opzioni di nota
ja: ノートオプション
ko: 기기에 저장
nl: Notitie-opties
pl: Opcje notatek
pt_br: Opções de notas
pt_pt: Opções de nota
ru: Заметки
th: ลงตัวเลือกบันทึก
tr: Not Seçenekleri
vi: Tùy chọn ghi chú
zh_hant: 筆記選項
zh_hk: 筆記選項

source: 第一个分享按钮被点击
ar: تم النقر على زر المشاركة الأول
de: Erster Share-Button wurde geklickt
en: First Share Button Clicked
es: primer botón de compartir ha sido clicado
fr: Le premier bouton de partage a été cliqué
id: Tombol Bagikan Pertama Diklik
it: Primo puls diante condivisione cliccato
ja: 1番目の共有ボタンがクリックされました
ko: 첫 번째 공유 버튼이 클릭됨
nl: Eerste deelknop werd ingedrukt
pl: Pierwszy przycisk udostępniania został kliknięty
pt_br: Primeiro botão de compartilhamento clicado
pt_pt: O primeiro de botão partilha foi clicado
ru: Первая кнопка поделиться нажата
th: ปุ่มแชร์แรกถูกคลิก
tr: Birinci Paylaş Düğmesi Tıklandı
vi: Nút chia sẻ đầu tiên đã được nhấp
zh_hant: 第一個分享按鈕被點擊
zh_hk: 第一個分享按鈕被點擊

source: 第二个分享按钮被点击
ar: تم النقر على زر المشاركة الثاني
de: Zweiter Share-Button wurde geklickt
en: Second Share Button Clicked
es: Segundo botón de compartir clicado
fr: Le deuxième bouton de partage a été cliqué
id: Tombol Bagikan Kedua Diklik
it: Secondo pulsante didivision cone cliccato
ja: 2番目の共有ボタンがクリックされました
ko: 두 번째 공유 버튼이 클릭됨
nl: Tweede deelknop werd ingedrukt
pl: Drugi przyciskost udępniania został kliknięty
pt_br: Segundo botão de compartilhamento clicado
pt_pt: O segundo botão de partilha foi clicado
ru: Вторая кнопка поделиться нажата
th: ปุ่มแชร์ที่สองถูกคลิก
tr: İkinci Paylaş Düğmesi Tıklandı
vi: Nút chia sẻ thứ hai đã được nhấp
zh_hant: 第二個分享按鈕被點擊
zh_hk: 第二個分享按鈕被點擊

source: 等效35mm焦距
ar: ما يعادل البعد البؤري 35 مم
de: 35mm äquivalente Brennweite
en: Equivalent 35mm Focal Length
es: Distancia focal equivalente de 35mm
fr: Distance focale équivalente à 35 mm
id: Focal Length Setara 35mm
it: ungLhezzaale foc equivalente35mm
ja: 35mm換算焦点距離
ko: 등가 35mm 초점 거리
nl: 35mm equivalentepun brandtsafstand
pl: Ognisk równowaoważna 35 mm
pt_br: Distância focal equivalente a 35mm
pt_pt: Distância focal equivalente a 35mm
ru: Эквивалентное фокусное расстояние 35 мм
th: โฟกัสเทียบเท่า 35 มม.
tr: Eşdeğer 35 Odmmak Uzunluğu
vi: Tiêu cự tương đương 35mm
zh_hk: 等效35mm距焦

source: 筛选
ar: تصفية
de: Filtern
en: Filter
es: Filtrar
fr: Filtrer
id: aringS
it: Filtra
ja: ルフィター
ko: 필터
nl: Filter
pl: Filtracja
pt_br: corFiltro
pt_pt: Filtrar
ru: Фильтровать
th: การกรอง
tr: FiltrelemeSil
vi: Lọc
zh_hant: 篩選
zh_hk: 選

source: 管理富士色彩配方
ar: ناإدارة وصفة ألوان فوجي
de: Verwalten Sie Fuji-Farbformeln
en: Manage Fuji Color recipes
es: Gestionar recetas de color de fuji
fr: Gérer la Recette de couleur Fuji
id: Kelola Resep Warna Fuji
it: Gestire le ricette di colori di Fuji
ja: 富士カラー処方の管理
ko: 후지 컬러 레시피 관리
nl: Beheer Fuji-kleurrecept
pl: Zarządzaj przepisami kolorystycznymi Fuji
pt_br: Gerenciar Receita de Cor Fujifilm
pt_pt: Gerir Receita de Cores Fuji
ru: Управление цветовыми формулами Fujifilm
th: จัดการสูตรสีฟูจิ
tr: Fujifilm renk tariflerini yönetin
vi: Quản lí recipe màu Fuji

source: 米
ar: متر
id: Meter
pl: metr
pt_br: Metro
pt_pt: Metro
th: เมตร
tr: Metre

source: 类别
ar: فئة
de: Kategorie
en: Category
es: Categoría
fr: Catégorie
id: Kategori
it: Categoria
ja: カテゴリー
ko: 카테고리
nl: Categorie
pl: Kategoria
pt_br: Categoria
pt_pt: Categoria
ru: Категория
th: ประเภท
tr: Kategori
vi: Loại
zh_hant: 類別
zh_hk: 類別

source: 纬度
ar: خط العرض
de: Breitengrad
en: Latitude
es: Latitud
fr: Latitude
id: Lintang
it: Latitudine
ja: 緯度
ko: 위도
nl: Latitude
pl: Szerokość geograficzna
pt_br: Latitude
pt_pt: Latitude
ru: Широта
th: ละติจูด
tr: Enlem
vi: Vĩ độ
zh_hant: 緯度
zh_hk: 緯度

source: 组合图像
ar: صورة مركبة
de: Bild kombinieren
en: Composite Image
es: Imagen combinada
fr: Image combinée
id: Gambar Gabungan
it: Immagine composita
ja: 画像の組み合わせ
ko: 조합 이미지
nl: Samengestelde afbeelding
pl: Złożony obraz
pt_br: Imagem combinada
pt_pt: Imagem combinada
ru: Композитное изображение
th: รวมภาพ
tr: Görüntüle birştir
vi: Hình ảnh kết hợp
zh_hant: 組合圖像
zh_hk: 組合圖像

source: 经典
ar: كلاسيكي
de: Klassisch
en: Classic
es: Clásico
fr: Classique
id: Klasik
it: Classico
ja: クラシック
ko: 클래식
nl: Klassiek
pl: Klasyczny
pt_br: Clássico
pt_pt: Clássico
ru: Классика
th: คลาสสิก
tr: Klasik
vi: Cổ điển
zh_hant: 經典
zh_hk: 經典

source: 经度
ar: خط الطول
de: Längengrad
en: Longitude
es: Longitud
fr: Longitude
id: Bujur
it: Longitudine
ja: 経度
ko: 경도
nl: Lengtegraad
pl: Długość geograficzna
pt_br: Longitude
pt_pt: Longitude
ru: Долгота
th: ลองติจดู
tr: Boylam
vi: Kinh độ
zh_hant: 經度
zh_hk: 經度

source: 经纬度
ar: خط العرض والطول
de: Breitengrad
en: Latitude and Longitude
es: Latitud y longitud
fr: Latitude et longitude
id: Lintang dan Bujur
it: Latitudine
ja: 緯度
ko: 도경
nl: Breedgratead
pl: Szerokość i długość geograficzna
pt_br: Latitude e Longitude
pt_pt: Coordenadas
ru: Широта и долгота
th: ละติจูดและลองติจูด
tr: Enlem ve boylam
vi: Kinh độ vĩ độ
zh_hant: 經緯度
zh_hk: 經緯度

source: 绘制中...
ar: جاري الرسم...
de: Wird gezeichnet...
en: Drawing...
es: Dibujando...
fr: En cours de dessin...
id: Sedang Menggambar...
it: Disegnando...
ja: 描画中...
ko: 그리는 중...
nl: Aan het tekenen...
pl: Rysowanie...
pt_br: Desenhando...
pt_pt: Desenho em progresso...
ru: Рисование...
th: การร่าง...
tr: Çizim yapılıyor...
vi: Đang vẽ...
zh_hant: 繪製中...
zh_hk: 繪製中...

source: 给个好评
ar: أعطِ تقديراً جيدًا
de: Geben Sie eine gute Bewertung
en: Give a Good Rating
es: dar una buena calificación
fr: Donner une bonne note
id: Beri Penilaian
it: Fai una buona valutazione
ja: 高評価をください
ko: 좋은 평점 주세요
nl: Beoordeel ons
pl: Wystaw dobrą recenzję
pt_br: Dê uma Boa Avaliação
pt_pt: Dê-nos uma boa classificação
ru: Оцените нас
th: ให้คะแนนดี
tr: Bir değerlendirme bırakın
vi: Xin đánh giá tốt
zh_hant: 給個好評
zh_hk: 給個好評

source: 给我们好评
ar: أعطِ لنا تقدير جيدًاًا
de: Geben Sie uns eine gute Bewertung
en: Give Us a Good Rating
es: Déjanos una buena calificación
fr: Donnez-nous une bonne note
id: eriB Kami Penilaian
it: Dacci una buona valutazione
ja: 私たちに高評価をください
ko: 우리에게 좋은 평가를 주세요
nl: Geef ons een goede beoordeling
pl: Wyst namaw dobrą recenzję
pt_br: Nos Avalie Bem
pt_pt: Dê-nos Boa Avaliação
ru: Поставьте нам оценку
th: ให้เรารีวิวดีด้วย
tr: Bize yüksek puan verin
vi: Đánh giá tốt cho chúng tôi
zh_hant: 給我們好評
zh_hk: 給我們好評

source: 继续
ar: استمرار
de: Fortsetzen
en: Continue
es: ContinuarUn
fr: Continuer
id: Lanjutkan
it: Continua
ja: 続ける
ko: 계속
nl: Doorgaan
pl: Kontynuuj
pt_br: ar
pt_pt: Continuar
ru: Продолжить
th: ดำเนินการต่อ
tr: Devam et
vi: Tiếp tục
zh_hant: 繼續
zh_hk: 繼續

source: 缓存清理
ar: تنظيف الذاكرة المؤقتة
de: Cache säubern
en: Clear Cache
es: Limpieza de caché
fr: Vider du cache
id: embersihan Cache
it: Pulizia cache
ja: キャッシュクリア
ko: 캐시 정리
nl: Verwijder Cache
pl: Czyszczenie pamięci podręcznej
pt_br: Limpeza de Cache
pt_pt: Limpeza de Cache
ru: Очистка кэша
th: การล้างแคช
tr: Önbellek temizle
vi: Dọn dẹp bộ nhớ đệm
zh_hant: 緩存清理
zh_hk: 緩存清理
